Revit 2027 API
StructuralSectionConcreteRectangleCut.BottomCutHeight Property
 Section height left Cut.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BottomCutHeight { get; set; }
Public Property BottomCutHeight As Double
	Get
	Set
public:
property double BottomCutHeight {
	double get ();
	void set (double value);
}
member BottomCutHeight : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionConcreteRectangleCut Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace